alert("Привет, мир!"); /*сообщение от браузера*/
// prompt("Сообщение");
 //Переменные
 let x = 5, z = 4;
 let y = 3;
 //Вывод в консоль сайта
 console.log(x);
//Арифметические операции
console.log('Сумма = ' + (x + y));
console.log('Умножени = ' + (x * y));
console.log('Вычитание = ' + (x - y));
console.log('Деление = ' + (x / y));
console.log('Остаток от деления = ' + (x % y));	//остаток от деления
console.log('Степень = ' + (x ** y)); //возведение в степень

/*
ДЗ
1. Анимация (сфетофор)
2. Адаптивность скинут видос
3. CSS и JS эффекты видос скинут
4. Подключение шрифтов 
5. Фон - Картинка

*/
